cask_args appdir: '/Applications'

tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"

brew "git"
brew "ghq"
brew "peco"
brew "zsh-syntax-highlighting"
brew "jq"
brew "mysql"
brew "postgresql"
brew "redis"
brew "yarn"
brew "rbenv"
brew "goenv"
brew "pyenv"
brew "nodenv"
brew "tree"
brew "terraform"
brew "wget"
brew "ricty"
brew "tig"
brew "gibo"

cask "docker"
cask "iterm2"
cask "slack"
cask "google-chrome"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "notion"
cask "alfred"
cask "visual-studio-code"
cask "kindle"
cask "skitch"

