brew 'cairo'	
brew 'gmp'			
brew 'libtiff'		
brew 'pcre'
brew 'swig'
brew 'cask'
brew 'gnutls'		
brew 'libtool'
brew 'pcre2'
brew 'tfenv'
brew 'cmake'	
brew 'go'		
brew 'libuninameslist'	
brew 'peco'	
brew 'tig'
brew 'curl'	
brew 'graphite2'
brew 'libunistring'
brew 'pixman'
brew 'tmux'
brew 'dep'
brew 'harfbuzz'	
brew 'llvm'		
brew 'pkg-config'
brew 'tree'
brew 'emacs'	
brew 'heroku'		
brew 'lzo'	
brew 'postgresql'	
brew 'unbound'
brew 'fontconfig'
brew 'heroku-node'	
brew 'mysql'
brew 'protobuf'	
brew 'watchman'
brew 'fontforge'	
brew 'icu4c'
brew 'ncurses'		
brew 'pyenv'			
brew 'wget'
brew 'freetype'		
brew 'jpeg'		
brew 'nettle'
brew 'python'		
brew 'xz'
brew 'fribidi'		
brew 'jq'		
brew 'nginx'	
brew 'rbenv'		
brew 'yarn'
brew 'gdbm'
brew 'libevent'	
brew 'nodebrew'
brew 'rbenv-communal-gems'	
brew 'zsh'
brew 'gettext'		
brew 'libffi'
brew 'oniguruma'	
brew 'readline'
brew 'zsh-completions'
brew 'ghq'
brew 'libidn2'
brew 'openssl'	
brew 'ricty'
brew 'giflib'		
brew 'libpng'
brew 'openssl@1.1'
brew 'ripgrep'
